START_TEXT: str = "Привет!\nЯ бот клуба Robotic и у меня можно узнать, открыта ли наша лаборатория"
IS_OPEN_QUERY: str = "Лаборатория открыта?"
IS_OPEN_ANSWER: str = "Лаборатория открыта"
IS_CLOSE_ANSWER: str = "Лаборатория закрыта"
TO_OPEN_QUERY: str = "Открыть"
TO_CLOSE_QUERY: str = "Закрыть"
TO_OPEN_ANSWER: str = "Лаборатория переведена в состояние открыто"
TO_CLOSE_ANSWER: str = "Лаборатория переведена в состояние закрыто"
OPEN_ALREADY_ANSWER: str = "Лаборатория уже открыта!"
CLOSE_ALREADY_ANSWER: str = "Лаборатория уже закрыта!"
ACCESS_DENIED_ANSWER: str = "У вас нет прав доступа"

COUNCIL_MEMBERS_TG_IDS = (
    859743151,  # семенова
    866529348,  # коннов
    837823253,  # маркарян
    825788685,  # ган
    833026817,  # семенов
    488954330,  # фунин
    861782052,  # мочелов
    1098133332,  # ханов
    933768614,  # минеев
    970848737,  # шарыченкова
    1208540411,  # казанцев
    482120138,  # князева
    739450838,  # кровяков
)

COUNCIL_MEMBERS_VK_IDS = (
    257165020,  # ханов
    83886005,   # ган
    209631693,  # казанцев
    168944389,  # фунин
    322610705,  # маркарян
    441449409,  # семенова
    463504482,  # коннов
    141438279,  # шарыченкова
    126379866,  # семенов
    199563128,  # кровяков
    266627200,  # мочелов
    295851173,  # минеев
    135044836,  # князева
)
