START_TEXT = "Привет!\nЯ бот клуба Robotic и у меня можно узнать, открыта ли наша лаборатория"
BEGIN_TEXT = "Начать"
IS_OPEN_TEXT = "Лаборатория открыта?"
IS_OPENED_TEXT = "Лаборатория открыта"
IS_CLOSED_TEXT = "Лаборатория закрыта"
OPEN_TEXT = "Открыть"
CLOSE_TEXT = "Закрыть"
OPENED_TEXT = "Лаборатория переведена в состояние открыто"
CLOSED_TEXT = "Лаборатория переведена в состояние закрыто"
OPENED_ALREADY_TEXT = "Лаборатория уже открыта!"
CLOSED_ALREADY_TEXT = "Лаборатория уже закрыта!"
ACCESS_DENIED_TEXT = "У вас нет прав доступа"

COUNCIL_MEMBERS_TG_IDS = (
    859743151,  # семенова
    866529348,  # коннов
    837823253,  # маркарян
    825788685,  # ган
    833026817,  # семенов
    488954330,  # фунин
    861782052,  # мочелов
    1098133332, # ханов
    933768614,  # минеев
    970848737,  # шарыченкова
    1208540411, # казанцев
    482120138,  # князева
    739450838,  # кровяков
)

COUNCIL_MEMBERS_VK_IDS = (
    257165020,  # ханов
    83886005,   # ган
    209631693,  # казанцев
    168944389,  # фунин
    322610705,  # маркарян
    441449409,  # семенова
    463504482,  # коннов
    141438279,  # шарыченкова
    126379866,  # семенов
    199563128,  # кровяков
    266627200,  # мочелов
    295851173,  # минеев
    135044836,  # князева
)
