START_TEXT = "Привет!\nЯ бот клуба Robotic и у меня можно узнать, открыта ли наша лаборатория"
IS_OPEN_TEXT = "Лаборатория открыта?"
IS_OPENED_TEXT = "Лаборатория открыта"
IS_CLOSED_TEXT = "Лаборатория закрыта"
OPEN_TEXT = "Открыть"
CLOSE_TEXT = "Закрыть"
OPENED_TEXT = "Лаборатория переведена в состояние открыто"
CLOSED_TEXT = "Лаборатория переведена в состояние закрыто"
OPENED_ALREADY_TEXT = "Лаборатория уже открыта!"
CLOSED_ALREADY_TEXT = "Лаборатория уже закрыта!"
ACCESS_DENIED_TEXT = "У вас нет прав доступа"

COUNCIL_MEMBERS_TG_IDS = (
    859743151,  # Sasha Sem
    866529348,  # Roman
    837823253,  # Petros
    825788685,  # Gan
    833026817,  # Petr
    488954330,  # Danya
    861782052,  # Artem
    245311304,  # Dmitry
    1098133332, # Misha
    933768614   # pikoMisha
)

COUNCIL_MEMBERS_VK_IDS = (
    257165020,  # ханов
    83886005,   # ган
    209631693,  # казанцев
    168944389,  # фунин
    322610705,  # маркарян
    441449409,  # семенова
    463504482,  # коннов
    141438279,  # шарыченкова
)
